exports.ex_case = ['ภาชนะ' , 'พยัญชนะ' , 'หายนะ' , 'อาสนะ' , 'วัฒนะ' , 'ฐานะ' , 'พาหนะ' , 'ชนะ' , 'สมรรถนะ' , 
                    'มานะ' , 'วจนะ' , 'น่ะ' , 'หนะ'];

exports.q_case = ['หรือ' , 'เหรอ' , 'หรอ' , 'หรา' , 'ไหม' , 'มั้ย' , 'ไร' , 'ไง' , 'ไหน' , 'ใด' , 'ไหร่' , 'ล่ะ' , 
                    'หละ' , 'ละ' , 'หรือยัง' , 'รึยัง' , 'ละยัง' , 'ข้าวยัง' , 'ริยัง' , 'นี่' , 'หนิ' , 'ใคร' , 'อะไร' , 'ไม'];

exports.em_case = ['สิ' , 'นะ' , 'พี่' , 'น้อง' , 'แม่' , 'พ่อ' , 'ภะ' , 'ภัค' ];

exports.fn_case = ['อิ','อี','อุ','อู','เอะ','เอ','โอะ','โอ',
                'สะ','ซา','ชิ','ชี','สุ','ซู','เสะ','เซ','โสะ','โซ',
                'ทะ','ทา','จิ','จี','สึ','ซือ','เทะ','เท','โทะ','โท',
                'คะ','คา','คิ','คี','คุ','คู','เคะ','เค','โคะ','โค',
                'นะ','นา','นิ','นี','นุ','นู','เนะ','เน','โนะ','โน',
                'ฮะ','ฮา','ฮิ','ฮี','ฟุ','ฟู','เฮะ','เฮ','โฮะ','โฮ',
                'มะ','มา','มิ','มี','มุ','มู','เมะ','เม','โมะ','โม',
                'ยะ','อายา','ยิ','ยี','ยุ','ยู','เยะ','เย','โยะ','โย',
                'ระ','รา','ริ','รี','รุ','รู','เระ','เร','โระ','โร',
                'วะ','วา','วิ','วี','วุ','วู','เวะ','เว','โวะ','โว'];

exports.n_case = ['คะ-' , '-คะ' , 'คะเน' , 'คะนอ' , 'คะนึง', 'คะแนน' , 'คะน้า', 'คะมำ' , 'คะแนน', 'แคะ' , 'เคะ'];
